import React from 'react'
import styles from './page.module.css'
import Image from 'next/image'




function Page() {
  return (
    <section className={styles.section}>
      <div className={styles.textbox}>
    <div className={styles.text}>
      <h1 className={styles.title}>
       ახალ წელს ყოველთვის ერთად
      </h1>
      <p className={styles.desc}>
      ახალი წლის ტრადიცია საქართველოში მრავალფეროვანია და ქვეყნის ყოველი კუთხე განსხვავებულად
       აღნიშნავს მას. ადგილობრივები საახალწლო სამზადისს ორი ან ერთი თვით ადრე იწყებენ, რომ ახალი წლის ღამე 
       ჯადოსნურად აღნიშნონ. გაეცანით ჩვენს ვებ-გვერდს, სადაც ბევრ სასარგებლო ინფორმაციას მიიღებთ.
</p>
<br/>
<p className={styles.desc}>
ქართველები, ძველ წელს 14 იანვარს აღნიშვნით აუცილებელ და ახალ წელს ხვდებიან ახალი შემართებით.
საქართველო სხვა დანარჩენი ქვეყნებისგან განსხვავებული ტრადიციითა და საახალწლო სამზადისით გამოირჩევა.
როგორც ამბობენ, ახალი წლის ღამეს სასწაულები ხდებაო. ამიტომაც, გვჯერა, რომ ახალი წლის ღამეს ჩაფიქრებული
 ოცნებები აუცილებლად აგისრულდებათ!
</p>
<p className={styles.desc}>
წლის ბოლო და ყველაზე „ფერადი“ თვე, დეკემბერი, საახალწლო დეკორაციებში მორთული ქალაქით ხვდება ახალ წელს.
 ყველა საახალწლო სამზადისში ერთვება და თვალებანთებულები ახალ წელს ელიან. დეკემბერში საახალწლო 
 ღონისძიებები, დღესასწაულები და გართობის უამრავი საშუალება ერთად იყრის თავს, რომ წლის ბოლო ბედნიერად
  დასრულდეს.საქართველოს მოსახლეობის უდიდესი ნაწილი ახალ წელს ოჯახის წევრების და მეგობრების გარემოცვაში 
  ხვდება.
 
</p>

<h3 className={styles.h3}>გაეცანი ვებ-გვერდს , რომელიც დაგეხმარება გაიხალისო და დაუვიწყარად აქციო ახალი წლის ეს შესანიშნავი დღეები</h3>
    </div>
    </div>
   
    <div className={styles.item}>
    <Image 
    src={'https://images.pexels.com/photos/712323/pexels-photo-712323.jpeg?auto=compress&cs=tinysrgb&w=600'}
    width={300}
    height={400}
    className={styles.jpg}
    alt='picture'
   
  />
    </div>
    
   
  </section>
  )
}

export default Page
